{
    "AdditionGame": {
        "Questions": {
            "Easy": [
                {
                    "Q": "If there are 1 cat and 2 dogs, how many animals are there?",
                    "A": ["3", "three"]
                },
                {
                    "Q": "If there are 2 cows and 3 chickens, how many animals are there?",
                    "A": ["5", "five"]
                },
                {
                    "Q": "If there are 4 rabbits and 1 turtle, how many animals are there?",
                    "A": ["5", "five"]
                },
                {
                    "Q": "If there are 3 birds and 2 fish, how many animals are there?",
                    "A": ["5", "five"]
                },
                {
                    "Q": "If there are 5 horses and 0 sheep, how many animals are there?",
                    "A": ["5", "five"]
                },
                {
                    "Q": "If there are 6 ducks and 1 goose, how many animals are there?",
                    "A": ["7", "seven"]
                },
                {
                    "Q": "If there are 2 pigs and 4 goats, how many animals are there?",
                    "A": ["6", "six"]
                },
                {
                    "Q": "If there are 7 frogs and 2 lizards, how many animals are there?",
                    "A": ["9", "nine"]
                },
                {
                    "Q": "If there are 8 squirrels and 1 rabbit, how many animals are there?",
                    "A": ["9", "nine"]
                },
                {
                    "Q": "If there are 3 foxes and 5 raccoons, how many animals are there?",
                    "A": ["8", "eight"]
                }
            ],
            "Medium": [
                {
                    "Q": "If there are 10 lions and 15 deer, how many animals are there?",
                    "A": ["25", "twenty-five"]
                },
                {
                    "Q": "If there are 12 sheep and 14 ducks, how many animals are there?",
                    "A": ["26", "twenty-six"]
                },
                {
                    "Q": "If there are 11 pandas and 13 koalas, how many animals are there?",
                    "A": ["24", "twenty-four"]
                }
            ],
            "Hard": [
                {
                    "Q": "If there are 100 chickens and 200 cows, how many animals are there?",
                    "A": ["300", "three hundred"]
                },
                {
                    "Q": "If there are 150 parrots and 250 peacocks, how many animals are there?",
                    "A": ["400", "four hundred"]
                },
                {
                    "Q": "If there are 125 dolphins and 375 sharks, how many animals are there?",
                    "A": ["500", "five hundred"]
                },
                {
                    "Q": "If there are 500 fish and 500 turtles, how many animals are there?",
                    "A": ["1000", "one thousand", "1 thousand", "a thousand"]
                },
                {
                    "Q": "If there are 1000 ants and 1000 spiders, how many animals are there?",
                    "A": ["2000", "two thousand", "2 thousand"]
                }
            ]
        }
    }
}
